Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: In vehicles, small caravans and suchlike, clothes storage can often be arranged by some other suitable means instead of clothes lockers.
sv: I fordon, mindre rastvagnar och liknande kan klädförvaringen ofta ordnas på annat lämpligt sätt än genom klädskåp.

source: Clothes storage spaces in agriculture can, for example, be positioned in a space in a home made available to the employee by the employer.
sv: Inom jordbruket kan ombyte och klädförvaring t.ex. ske i utrymme som tillhandahålles i arbetsgivarens bostad.

source: Examples of work where separate storage spaces may be needed are animal husbandry and work at sewage works.
sv: Exempel på arbeten där det kan behövas skilda förvaringsplatser är djurhållning och arbete vid avloppsreningsverk.

source: Work for which special protective clothing is needed includes, for example, work with experimental animals presenting an infection risk, asbestos, thermosetting plastic components or certain pesticides.
sv: Arbeten där särskilda skyddskläder behövs är t.ex. arbete med försöksdjur, asbest, härdplastkomponenter eller vissa bekämpningsmedel.

source: See also the Work Environment Authority's provisions about these occupations.
sv: Se även Arbetsmiljöverkets olika föreskrifter om dessa arbeten.

source: Some protective clothing may be associated with the place where it is used.
sv: Vissa skyddskläder kan vara bundna till platsen där de används.

source: Protective clothing for home care personnel, for example, can often be stored in the bathroom in the patient's home.
sv: Skyddskläder för hemtjänstpersonal kan till exempel ofta förvaras i bad- rummet hos vårdtagaren.

source: Changing rooms
sv: Omklädningsrum

source: Activities where changing rooms are needed because the work is dirty or causes perspiration or because there is a risk of strong odours staying in the clothes are workshops, mines, bakeries, restaurant kitchens, joinery workshops, masons’ yards, steelworks and foundries.
sv: Exempel på verksamheter där ombyte behövs på grund av att arbetet är smuts- ande eller svettdrivande eller för att det finns risk att stark lukt fastnar i kläderna är verkstäder, gruvor, bagerier, restaurangkök, snickerier, sten- huggerier, stålverk och gjuterier.

source: Changing rooms may also be needed for other work, for example if special work clothing is required and a risk evaluation shows that changing needs to take place at the workplace.
sv: Utrymmen för ombyte kan även behövas vid annat arbete, till exempel om särskild arbetsklädsel krävs och en riskbedömning visar att ombyte behöver göras på arbetsstället.

source: If protective clothing is used on top of private clothes or work clothes, for example a protective coat, it is not certain that a changing room is needed.
sv: Om skyddskläder används utanpå privata kläder eller arbetskläder, till exempel skyddsrock, är det inte säkert att omklädningsrum behövs.

source: Other suitable spaces for changing are contained in Section 96 with comments.
sv: Andra lämpliga utrymmen för omklädning behandlas i 96 § med kommentarer.

source: Activities where separate changing rooms may be needed for private clothing and work clothing include, for example, laboratory work with infectious organisms and paint spraying with isocyanates.
sv: Verksamheter där det kan behövas skilda omklädningsrum för privata kläder och arbetskläder eller skyddskläder är t.ex. laboratoriearbete med smittförande organismer och lackering med isocyanater, t.ex. billackering.

source: Clothes lockers are not always necessary, though for the most part they are the preferred arrangement, if there are separate changing rooms for work clothing and personal clothing.
sv: Då det finns skilda omklädningsrum för arbetskläder och privata kläder är det inte alltid nödvändigt att ha klädskåp, men oftast är sådana att föredra.

source: If separate changing rooms cannot be arranged, it is sometimes sufficient if work clothes or protective clothes are removed and stored in one part of the room and private clothes in another.
sv: Om inte skilda omklädningsrum kan ordnas kan det ibland räcka om arbetskläder eller skyddskläder tas av och förvaras i en del av rummet och privata kläder i en annan del.

source: A disabled toilet or the anteroom of a shower is one example of a suitable space for changing at a worksite where one of the sexes is represented by one employee only.
sv: Exempel på ett lämpligt utrymme för omklädning på ett arbetsställe med en enda arbetstagare av ett av könen är en handikapptoalett eller ett förrum till duschen.

source: Clothes storage can then be suitably arranged in a clothes locker near the space where changing occurs.
sv: Klädförvaringen ordnas då lämpligen i klädskåp i närheten av utrymmet där bytet sker.

source: At small worksites, work can be organised in such a way that employees of different sexes take turns with changing in the changing room.
sv: På mindre arbetsställen kan arbetet organiseras så att arbetstagare av olika kön får turas om att klä om i omklädningsrummet.

source: Another expedient may be to refer an individual employee to, say, a spacious toilet for changing.
sv: Ett annat sätt kan vara att hänvisa en enstaka arbetstagare till att byta om i exempelvis en rymlig toalett.

source: For the sake of flexibility, hygiene and job satisfaction, it may, for example, be an advantage to have several small changing rooms instead of one large one.
sv: Till 97 § Med hänsyn till flexibilitet, hygien och trivsel, kan det vara en fördel att t.ex. ha flera små omklädningsrum istället för ett stort.

source: Suitable width and depth measurements for seating are usually 40x30 cm, with a height of 40-45 cm.
sv: Lämpliga mått på bredd och djup på en sittplats är i regel 40x30 cm och höjd 40–45 cm.

source: A clothes locker with a bench is a practical arrangement.
sv: Klädskåp med sittbänk är praktiskt.

source: If the locker is to be used by a person with functional impairment, the bench should instead be placed next to the locker or at such a distance from the locker that there is room to manoeuvre a wheelchair between the bench and the locker.
sv: Om skåpet ska användas av en person med nedsatt rörelseförmåga bör sittbänken istället vara placerad bredvid skåpet eller på så stort avstånd från skåpet att det finns utrymme att manövrera en rullstol mellan bänken och skåpet.

source: It is appropriate that waste-paper baskets should also be provided and, where necessary, draining mats and power sockets.
sv: Det är lämpligt att det även finns papperskorgar och där det behövs torkmattor och eluttag.

source: It is convenient for persons in wheelchairs if the bar of a hat rack is 1.2 m above floor level.
sv: För rullstolsburna är det lämpligt om klädstången till kapphyllan sitter 1,20 m över golvet.

source: It is appropriate to have a toilet in conjunction with the changing room.
sv: Det är lämpligt att det finns toalett i anslutning till omklädningsrummet.

source: A heating and ventilation device for clothes lockers.
sv: ventilerat klädskåp,

source: A drying cabinet.
sv: torkskåp och torkrum.

source: It is important that ventilation and heating should be of such a kind that clothing will dry overnight or in a shorter time.
sv: Viktigt är att ventilation och uppvärmning är sådana att kläderna torkar över natten eller på kortare tid.

source: Worksites where a flushing device for boots may be necessary include, for example, waste-water treatment plants, farms and market gardens.
sv: Exempel på arbetsställen där det kan behövas en spolanordning för stövlar är avloppsreningsverk, jordbruk och trädgårdsodlingar.

source: Schools with training programmes for these activities may also need boot flushing and drying facilities.
sv: Även skolor med utbildningsprogram för dessa verksamheter kan behöva stövelavspol- ning och torkmöjligheter.

source: Shower and washing facilities
sv: Tvätt- och duschutrymme

source: If work is dirty or sudorific, at least one wash basin is usually needed for every five workers or fraction thereof.
sv: Om arbetet är smutsande eller svettdrivande behövs i regel minst en tvättplats för varje påbörjat femtal arbetstagare.

source: Water at room temperature can, in exceptional cases, suffice if the work is not sudorific or particularly dirty and if at the same time there are practical difficulties involved in supplying hot water, as can be the case, for example, in vehicles and small caravans or suchlike.
sv: Rumstempererat vatten kan undantagsvis vara tillräckligt om arbetet inte är svettdrivande eller särskilt smutsande och om det samtidigt är svårt att tillhandahålla varmvatten vilket det kan vara i t.ex. fordon och mindre rastvagnar eller dylikt.

source: Special stipulations apply concerning hygiene in certain cases, e.g. in connection with work involving asbestos, oil, pesticides and several other dangerous substances or, for example, for medical or food hygiene reasons.
sv: Särskilda krav på hygien ställs i vissa fall, t.ex. vid arbete med asbest, olja, bekämpningsmedel och flera andra farliga ämnen eller av t.ex. medicinska eller livsmedelshygieniska skäl.

source: See the provisions of the Work Environment Authority on the dangerous substance in question.
sv: Se Arbetsmiljöverkets föreskrifter om det farliga ämne som är aktuellt.

source: Activities for which a shower need not as a general rule be provided include small take-aways, e.g. hot dog kiosks.
sv: Till 100 § Exempel på verksamhet där dusch i allmänhet inte behöver ordnas är mindre gatukök, såsom t.ex. en grillkiosk.

source: Examples of work for which access to a shower is normally necessary include work with experimental animals, asbestos, thermosetting plastic components or certain pesticides as well as work in recycling centres.
sv: Arbete med försöksdjur, asbest, härdplastkomponenter eller vissa bekämpningsmedel samt arbete i återvinningsanläggningar är exempel på sådant arbete där det normalt behövs tillgång till dusch.

source: At offices or suchlike, at least one wash basin for every 15 workers or fraction thereof.
sv: på kontor eller liknande minst en tvättplats för varje påbörjat 15-tal - arbetstagare,

source: If there are more than four wash basins in a wash room, a shower can usually also be counted as a “wash basin”.
sv: Om antalet tvättplatser i ett tvättrum är fler än fyra brukar även dusch kunna räknas som tvättplats.

source: This Provision means, for example, that offices need not be provided with wash basins over and above those which, under Section 103, have to be provided in toilets, etc. The same applies in education if the instruction is purely theoretical.
sv: Föreskriften innebär inte att det på t.ex. kontor är nödvändigt att ordna tvättplatser utöver dem som enligt 103 § ska finnas på toaletter m.m.

source: For dirty work, it may often be appropriate for the washing facility to take the form of a wash trough.
sv: När arbetet är smutsande kan det ofta vara lämpligt att tvättplatserna utgörs av tvättrännor.

source: As a rule, one shower is needed for every 20 persons or fraction thereof.
sv: Det behövs i regel en dusch för varje påbörjat 20-tal personer.

source: A larger number of showers is appropriate if the work is so dirty or su- dorific that most workers can be expected to shower when work is over.
sv: Vid så smutsande eller svettdrivande arbete att man kan räkna med att flertalet arbets-tagare duschar efter arbetets slut, är det lämpligt med fler duschar.

source: It is essential that one of the showers in each special wash room should be completely screened off and have a changing cabin.
sv: Det är angeläget att en av duschplatserna i varje särskilt tvättrum är helt avskärmad och har omklädningshytt.

source: It is appropriate for the shower to have a rough floor or a non-slip mat and to be fitted with grab rails.
sv: Det är lämpligt att duschutrymmets golv är strävt eller har halkhämmande matta samt att det finns handtag i - duschen.

source: Suitable dimensions for a shower unit are, for example, 0.9x0.9 m.
sv: Exempel på lämpliga mått på en duschplats är 0,9x0,9 m.

source: For a shower to be used by a person with functional impairment, it may have to be bigger.
sv: En duschplats som ska kunna användas av en person med nedsatt rörelseförmåga kan behöva vara större.

source: Organic solvents such as white spirit and turpentine are unsuitable for skin cleaning.
sv: Organiska lösningsmedel såsom lacknafta och terpentin är olämpliga för rengöring av hud.

source: If there are special reasons for preventing the spread of infection, it may be appropriate to provide anti-bacterial gel.
sv: Om det finns särskilda skäl att förebygga smittspridning kan det vara lämpligt att tillhandahålla antibakteriell gel.

source: Work where skin lotion may need to be provided includes, for example, hairdressing, work with thermosetting plastic components and certain jobs in the caring sector.
sv: Exempel på arbeten där hudkräm för återfettning kan behöva tillhandahållas för att undvika uttorkning av huden är frisörarbete, arbete med lösningsmedel och vissa arbeten i vårdsektorn.

source: The suitable number of toilets is normally one for every 15 workers or fraction thereof.
sv: Lämpligt antal toaletter är normalt en toalett för varje påbörjat 15-tal - arbetstagare.

source: For post-secondary students, the requirement is normally put at one toilet for every 50 seats in lecture rooms.
sv: För högskolestuderande beräknas normalt en toalett per 50 platser i föreläsningssalar.

source: The toilets referred to in this section are intended for the employees at the worksite.
sv: De toaletter som avses i paragrafen är avsedda för arbetstagarna på arbetsstället.

source: The number indicated in this guidance is computed solely with reference to the number of employees.
sv: Antalet som anges i kommentaren är beräknat endast med hänsyn till antalet arbetstagare.

source: Cleaning routines also are computed solely with reference to the employees.
sv: Även städrutinerna är beräknade för enbart arbetstagarna.

source: At certain worksites with high levels of occupancy by the general public, e.g. railway stations, terminals, airports, shops, hospitals and service institutions of different kinds, toilets may also be needed for the general public.
sv: På vissa arbetsställen där allmänheten vistas i stor utsträckning, t.ex. järnvägsstationer, terminaler, flygplatser, affärer, sjukvårdsinrättningar och serviceinrättningar av skilda slag behövs toaletter även för allmänheten.

source: Dimensioning rules for the number of such toilets needed are not included in these provisions.
sv: Dimensioneringsregler för vilket antal sådana toaletter som behövs, tas inte upp i dessa föreskrifter.

source: It is unsuitable as a rule for the general public to be given access to staff toilets.
sv: I regel är det inte lämpligt att upplåta personaltoaletter till allmänheten.

source: This is especially important where there is a manifest risk of infection or serious contamination.
sv: Detta är särskilt viktigt där det finns uppenbar risk för smitta eller kraftig nedsmutsning.

source: One situation where the requirement of access to a toilet can be departed from in exceptional cases is when work at the place in question is of brief and temporary duration and is carried on separately from human settlement or from areas frequented by other persons.
sv: Exempel på en situation där man undantagsvis kan göra avsteg från kravet på tillgång till toalett är då arbetet på platsen är kortvarigt och tillfälligt och bedrivs avskilt från bebyggelse eller områden där andra människor - vistas.

source: A suitable size for toilets of this kind is, for example, 1.3x1.4 m or 1.0x1.7 m.
sv: Exempel på lämplig storlek hos sådana toaletter är 1,3x1,4 m eller 1,0x1,7 m.

source: An example of a suitable size for a toilet accessible and usable for persons with impaired mobility is 2.2x2.2 m.
sv: Exempel på lämpliga mått för en toalett som är tillgänglig och användbar för personer med nedsatt rörelseförmåga är 2,2x2,2 m.

source: Such a toilet can be used a person in an electric wheelchair for limited outdoor use, provided the person has a moderate need of assistance and the toilet is suitably designed.
sv: En sådan toalett kan användas av en person i eldriven rullstol för begränsad utomhusanvänd- ning, förutsatt att personen har måttligt behov av hjälp och att toaletten är lämpligt planerad.

source: A toilet normally needs to be provided with toilet paper, towels – preferably of paper – a paper disposal basket, mugs for drinking water, a clothes hook, a mirror and a disposal bin for sanitary towels etc.
sv: I toalettrum behövs normalt toalettpapper, tvål, handduk – lämpligen av papper, papperskorg, bägare för dricksvatten, klädkrok, spegel och uppsamlingskärl för sanitetsbindor m.m.

source: The door of the toilet with no anteroom should not be positioned, for example, in a canteen.
sv: Dörren till ett toalettrum utan förrum bör inte vara placerad t.ex. i ett ma- tutrymme.

source: For example, it is often appropriate for teachers’ dining spaces to be separated from the pupils’ and that a canteen for employees with service-related duties, e.g. in retail trade, should be positioned so that they can eat undisturbed.
sv: Det är t.ex. ofta lämpligt att lärares matutrymme är skilt från elevernas och att matutrymme för arbetstagare som har arbetsuppgifter av servicekaraktär, t.ex. inom handeln, placeras så att de kan äta ostört.

source: If employees are referred to a restaurant other than a staff restaurant of their own, the employer needs as a rule to ascertain in advance that the restaurant has sufficient capacity and suitable opening times.
sv: Om arbetstagare hänvisas till någon annan restaurang än en egen perso- nalrestaurang behöver arbetsgivaren i regel förvissa sig om att den har tillräcklig kapacitet och lämpliga öppettider.

source: When dimensioning a canteen, consideration needs to be paid, for example, to the number of employees at the worksite, the extent to which they intend eating there, whether they eat by turns, and other circumstances which may depend on local conditions.
sv: Vid dimensionering av matutrymmen behöver hänsyn tas bl.a. till antalet arbetstagare på arbetsstället, i vilken utsträckning de avser att äta där, om de äter i omgångar och andra omständigheter som kan bero på lokala förhållanden.

source: A rule of thumb for dimensioning a canteen is that roughly 1.2 m² floor space is needed per seat, main entrances included, kitchen or kitchen equipment not included.
sv: Vid en överslagsberäkning av utrymme för matrum kan antas att det fordras ca 1,2 m2 golvyta per matplats, huvudgångar inräknade, kök eller köksinredning oräknat.

source: It is important at the planning stage to ensure that there is enough room at a serving counter and that intersecting traffic is prevented as far as possible.
sv: Vid planeringen är det viktigt att se till att det finns tillräcklig plats vid utlämningsdisken och att korsande trafik så långt möjligt förebyggs.

source: If the workplace has no windows, it is particularly essential for the canteen to have them.
sv: Om arbetsplatsen saknar fönster är det särskilt angeläget att matrummet har fönster.

source: At a workplace which has no access to daylight and where, for some practical reason, it is not feasible to provide a canteen with windows, it is appropriate instead to try to improve the environment, for example by means of generous spaces, careful furnishing and lighting, colouring etc.
sv: På arbetsplatser utan tillgång till dagsljus och där det av någon anledning inte är praktiskt möjligt att ordna matrum med fönster är det lämpligt att i stället förbättra miljön genom exempelvis större utrymmen, omsorgsfull möblering och belysning, färgsättning m.m.

source: It is appropriate for tables and other equipment to have surfaces which are easily washable.
sv: Det är lämpligt att bord och annan utrustning har lätt tvättbara ytor.

source: In a motor vehicle, the canteen may consist of seating with a tabletop or suchlike.
sv: I en bil kan matplatsen utgöras av sittplatser med avställningsyta.

source: A school dining hall at a reasonable distance from the workplace can be used by pupils during their training.
sv: En skolmatsal på rimligt avstånd från arbetsplatsen kan utnyttjas av elever ute på praktik och under lärlingsutbildning.

source: A social area can also be used as a canteen.
sv: Även pausrum kan utnyttjas som matrum.

source: Cf. the third paragraph of the guidance on Section 106.
sv: Jämför även tredje stycket i kommentaren till 106 §.

source: Solutions can vary according to local conditions.
sv: Lösningarna kan variera utifrån lokala förutsättningar.

source: In schools, for example, a cafeteria, the school dining hall or the kitchen and dining section of the hostel can be used by pupils bringing their own food.
sv: I t.ex. skolor kan en cafeteria, skolans matsal eller hemvistens köks- och matdel användas av de elever som äter medhavd mat.

source: Concerning breaks, see the Working Hours Act (SFS 1982:673).
sv: Till 106 § Beträffande paus se arbetstidslagen (SFS 1982:673).

source: Breaks are most often spent at the workplace.
sv: Paustid tillbringas oftast på arbetsplatsen.

source: A special rest area or some other suitable space may be needed, for example, when the workplace has an extreme temperature and/or a harmful noise level.
sv: Ett särskilt pausutrymme eller annat lämpligt utrymme kan behövas t.ex. när arbetsplatsen har extrem temperatur och/eller skadlig bullernivå.

source: It may also be needed when the employees are unable to relax from work, e.g. because the actual workplace – a checkout, for example – is frequented by the general public.
sv: Det kan också behövas när arbetstagarna inte kan koppla av från arbetet t.ex. beroende på att allmänheten befinner sig på själva arbetsplatsen, som vid en utgångskassa.

source: Teachers are another professional category normally in need of a rest area separate from the teaching facilities.
sv: Lärare är en annan yrkeskategori som normalt är i behov av ett pausutrymme skilt från undervisningsutrymmena.

source: It is often appropriate for a social area to be provided, even if the workplace is not characterised by extremes of temperature or noise.
sv: Det är ofta lämpligt att det finns pausutrymmen även om det inte råder extrema temperatur- eller bullerförhållanden på arbetsplatsen.

source: Canteens or staff dining rooms are examples of other spaces which can be used during breaks.
sv: Exempel på andra utrymmen som kan utnyttjas vid pauser är matrum och personalmatsalar.

source: A social area can also be arranged by screening off a suitable place.
sv: Ett pausutrymme kan också ordnas genom avskärmning på en lämplig plats.

source: For pupils in school, the playground is an important social area, weather permitting.
sv: För elever är skolgården ett viktigt pausutrymme vid tjänlig väderlek.

source: It is generally best for the social area to be close to the workplace and to have windows.
sv: Det är i allmänhet bäst om pausutrymmet ligger nära arbetsplatsen och har fönster.

source: Closeness to the workplace, however, is often more important than the provision of windows.
sv: Att pausutrymmet ligger nära arbetsplatsen är dock ofta viktigare än att det har fönster.

source: A windowless area needs as a rule to be designed with special care regarding the furnishing, lighting and colour scheme.
sv: Pausutrymmen utan fönster behöver i regel utformas med särskild omsorg vad gäller inredning, belysning och färgsättning.

source: In the first instance, though, it should be a facility in its own right.
sv: I första hand bör det dock finnas en särskild vilplats.
